[
  "Don't argue with a stubborn husband. Drop the matter before argument leads to temper. You can generally gain your point in some other way.",
  "Don't manage your husband too visibly. Of course, he may require the most careful management, but you don't want your friends to think of him as a hen-pecked husband. Above all, never let him think you manage him.",
  "Don't wash your dirty linen in public, or even before your most intimate friends. If there are certain disagreeable matters to discuss, take care to discuss them in complete privacy.",
  "Don't be shy of showing your love. Don't expect him to take it for granted. A playful caress as you pass, an unexpected touch on the shoulder, makes all the difference between merely knowing that you care for him and actually feeling it.",
  "Don't go to sleep feeling cross with your husband. If he has annoyed you during the evening, forgive him and close your eyes at peace with him. “Let not the sun go down upon your wrath” is a very good motto.",
  "Don't return to an old grievance. Once the matter has been thrashed out, let it be forgotten, or at least never allude to it again.",
  "Don't be too proud to give way about trifles. When a principle is at stake, it is a different matter, but most matrimonial differences arise from trifles.",
  "Don't say bitter things when you are angry. They not only sting at the time, but they eat their way in and are remembered long after you have forgotten them.",
  "Don't keep your sweetest smiles and your best manners for outsiders; let your husband come first.",
  "Don't think money makes happiness. It helps to procure comfort, but true happiness lies deeper than that.",
  "Don't spend all the best years of your life pinching and saving unnecessarily, until you are too old to get any pleasure out of your money.",
  "Don't pile up money for your children. Give them the best education possible, and let them make their own way.",
  "Don't omit the kiss of greeting. It cheers a man when he is tired to feel that his wife is glad to see him home.",
  "Don't spend all your time with the children, and leave none over for your husband.",
  "Don't tell your husband of every petty annoyance and pin-prick you have suffered from during the day; but do tell him of your real troubles; he expects to share them, and his advice may help you. In any case, his empathy will halve the trouble.",
  "Don't forget the anniversary of your wedding. Keep it up. The little celebration will draw you closer together year by year.",
  "Don't expect your husband to always share your recreations while you refuse to share his.",
  "Don't let your husband feel that you are constantly criticizing everything he does. Leave the role of critic to others.\n\nThis does not mean that you are not to give friendly criticism. There is a happy medium between constant carping and fulsome flattery which you should seek.",
  "Don't take your husband on a laborious shopping expedition, and expect him to remain good- tempered throughout.",
  "Don't keep the house so tidy that your husband is afraid to leave a newspaper lying about.",
  "Don't quarrel with your husband’s relatives. If you can’t get on with them, don't ask them to visit you, but persuade your husband to visit them occasionally. As a rule, however, a little tact and patience will carry you over the thin ice.",
  "Don't snub your husband. Nothing is more unpleasant for lookers-on than to hear a snub administered by a wife, and it is more than unpleasant; it is degrading.",
  "Don't allow outsiders to interfere in your household management. Even mothers should lie low. Don't refuse to listen to good advice from people of experience, and act upon it if you can.",
  "Don't be jealous, anyway. It belittles you, puts you at a disadvantage, and, if your husband thinks about it, is apt to make him unbearably conceited.",
  "Don't get angry if your husband says that he never now tastes cake like that his mother used to make. Ask her for the recipe."
]
