[
  "Don't increase the necessary work of the house by leaving all your things lying about in different places. If you are not tidy by nature, at least be thoughtful for others.",
  "Don't always refuse to go shopping with your wife. Of course it’s a nuisance, but sometimes she honestly wants your advice, and you ought to be pleased to give it.",
  "Don't sit down to breakfast in your shirt-sleeves in hot weather on the ground that only your wife is present.\n\nShe is a woman like any other woman. The courtesies you give to woman kind are her due, and she will appreciate them.",
  "Don't take it out on your poor wife every time you have a headache or a cold.\n\nIt isn’t her fault, and she has enough in nursing you, without having to put up with ill-humour into the bargain.",
  "Don't let off steam on your wife every time anything goes wrong at the office. Try to realize that she has nothing to do with it and it is unfair to make her suffer for it.",
  "Don't be too grave and solemn. Raise a bit of fun in the home now and then. Don't keep all your best jokes for your men friends. Let your wife share them.",
  "Don't look at things solely from a man s point of view. Put yourself in your wife’s place and see how you would like some of the things she has to put up with.",
  "Don't be conceited about your good looks. It is more than probable that no one but yourself is aware of them; anyway, you are not responsible for them, and vanity in a man is ridiculous.",
  "Don't put on too much of the “lord of creation” air. It will only make you look absurd.",
  "Don't hang about the house all day if your occupation does not take you out.\n\nDon't inflict your company on your wife during every minute of the day. She is fond of you, but she wants to be free sometimes. And SHE has business to do, if you haven't.",
  "Don't condescend or talk down to your wife; you are not the only person in the house with brains. She has as much intelligence as you.",
  "Don't keep your wife in cotton-wool. She isn’t wax, she’s a woman.",
  "Don't shelter her from every wind that blows. You will kill her soul that way, if you save her body.",
  "Don't omit to bring home an occasional bunch of flowers or a few chocolates. Your wife will value even a penny bunch of violets for your thought of her.",
  "Don't rush out of the house in such a hurry that you haven't time to kiss your wife good-bye. She will grieve over the omission.",
  "Don't belittle your wife before visitors. You may think it a joke to speak of her foolish foibles, but she will not easily forgive you.",
  "Don't be careless about keeping promises made to your wife.",
  "Don't hesitate to mention the fact when you think your wife looks especially nice. Your thinking so can give her no pleasure unless you speak out your thought.",
  "Don't forget your wife's birthday. Even if she doesn’t want the whole world to know her age, she doesn’t like YOU to forget.",
  "Don't think that because you can’t afford to buy an expensive present, it is best to take no notice at all. The smallest gift will be appreciated if prompted by love.",
  "Don't sulk when things go wrong. If you can’t help being vexed, say so, and get it over.",
  "Don't nag your wife. If she has burnt the meal or forgotten to sew on a button, she doesn’t want to be told of it over and over again.",
  "Don't tell your wife a lie about anything. There should be entire confidence between you. If she once finds you out in a lie, she will not believe you when you do speak the truth.",
  "Don't think that it is no longer necessary to show your love for your wife, as she ought to know it by this time. A woman likes to be kissed and caressed and to receive little lover-like attentions from her husband even when she is a grandmother.",
  "Don't think that because you and your wife married for love there will never be a cloud in your sky. Neither of you is perfect, and you will have to learn to avoid treading on each other’s corns.",
  "Don't dwell on any lack of physical perfection in your wife.",
  "Don't despise your wife's everyday qualities because she is not what the world would call brilliant.",
  "Don't keep your wife outside your business interests. It is foolish to say that she knows nothing about the business, and therefore it can’t interest her. You will often find that her fresh mind will see a way out of some little difficulty that has not occurred to you.\n\nNo doubt you are a very clever fellow, and it is an education for her to listen to you, but she also may have some views worth mentioning.",
  "Don't expect to understand every detail of the working of your wife’s mind. A woman arrives at things by different ways, and it is useless to worry her with why does she think this or that.",
  "Don't try to keep bad news from your wife. She will guess that something is wrong and will worry far more than if you tell her straight out.",
  "Don't allow the habit of silence at home to grow upon you. Some husbands never seem to think it worthwhile to talk to their wives about anything, although if a friend comes in, they will at once begin an animated conversation.",
  "Don't expect you can live your lives apart under the same roof and still be happy. Marriage is a joint affair, and cannot comfortably be worked along separate lines.",
  "Don't insist upon having the last word. If you know when to drop an argument, you are a wise man.",
  "Don't try to regulate every detail of your wife’s life. Even your wife is an individual, and must be allowed some scope.",
  "Don't expect your wife to hold the same views as yours on every conceivable question. Some men like an echo, it is true, but it becomes very wearisome in time.",
  "Don't drop, when alone with your wife, the little courtesies you would offer other women, or fail to treat her with due respect. For instance, always get up to open a door for her, as you would a lady guest.",
  "Don't try to drive your wife. You will find it much easier to lead her.",
  "Don't chide your wife in public, whatever you may feel, but do it in private.",
  "Don't be slow to give praise where praise is due. It will not only make your wife happier, but will even confirm your own good-humour; and good-humour is always worth cultivating for its own sake.",
  "Don't flatter your wife. Unless she is very vain, she is sure to see through you, and she will be more hurt than pleased. Praise where you can, but leave flattery alone.",
  "Don't forget that actions speak louder than words. It’s no use telling your wife how much you care for her if you do the very things that you know will make her unhappy.",
  "Don't assume that it is always your wife who is wrong whenever you have a difference of opinion. After all, you are not infallible.",
  "Don't judge your wife's motives. She may do a thing from a motive that would never occur to you, and be perfectly justified in her action.",
  "Don't be reserved with your wife, however natural it is to you to be reserved with others. Be perfectly open and confiding in all your dealings with her. She will be hurt if she is left to discover for herself something that she had a right to expect you to tell her.",
  "Don't let ambition crowd out life. There ought to be room for both in your life, but some men are so busy  ̋getting on that they have no time to show love to their wives.",
  "Don't think you can soothe her wounded feelings with material gifts.",
  "Don't start arguments about religion unless you and your wife can both discuss the matter quite impersonally. The bitterest quarrels sometimes arise from religious discussion.",
  "Don't make fun of your wife if she happens to make a little mistake.",
  "Don't forget that it is the little things that count in married life. Avoid trivial jealousies; trivial selfishness; tiny irritants; small outbursts of temper; short sarcastic comments. If you can’t say something pleasant, learn to keep silent.",
  "Don't be jealous and insult your wife by trying to shut your wife away from other men.",
  "Don't tease your wife about every pretty girl you meet, or dwell on the beauty of other women if you know your wife to be sensitive on the point. She may not be jealous to begin with, but after a while she may begin to think that there is something in it.",
  "Don't be continually telling your wife how lucky Charles is in having a wife who can cook such dainty dishes, or who can keep the house clean and spotless. You can’t expect her to relish having the good qualities of other women rammed down her throat.",
  "Don't throw your mother s perfections at her head, or you needn’t be surprised if she suggests that you might as well return to your mother’s wing.",
  "Don't be jealous of your wife's girlfriends. If she wants to spend the day with them now and then, spare her with a good blessing. Don't let her feel that you are a selfish tyrant.",
  "Don't flirt with other women. Your wife will certainly despise you if you do.",
  "Don't forget to trust your wife in everything. Trust her to the utmost, and you will rarely find your trust misplaced.",
  "Don't spend the best years of your life in thinking of nothing but moneymaking. Enjoy your life to the full with your wife, and relegate money-getting to its proper place, necessarily an important one, but not the only thing to be thought of.",
  "Don't let all the economizing be on your wife's side. Perhaps you could do with a little less of this and that, if you tried.",
  "Don't run away with the idea that there is nothing to do in a house, and that your wife should therefore never be busy or tired.",
  "Don't grumble day after day at your wife's untidiness if you happen to be a methodical man. It will be much easier, and will save friction, if you quietly put away the things she leaves lying about. Her untidiness may be a constitutional defect, and, if so, no amount of grumbling will cure it.",
  "Don't be unsympathetic if your wife's worries seem to you to be trivial. You can try to sweep all her trouble away with a little kindly sympathy, or you can make it worse by refusing to see that there is any trouble.",
  "Don't be afraid of lending a hand in the house. It will do you no harm at all to learn some household chore.",
  "Don't let your wife become merely a domestic machine. If she doesn’t want to broaden her horizon, see that you do it for her.",
  "Don't show your worst side at home. Let your wife have the benefit of your best qualities.",
  "Don't selfishly refuse to go out in the evening because you have been amongst other people all day. Remember that your wife hasn’t and a change is good for her.",
  "Don't spend night after night at your club, leaving your wife alone at home.",
  "Don't settle down into an old married man while you are still in the prime of life. Take your wife out and about.",
  "Don't say your wife wastes time reading, even if she reads only fiction. Above all things don't put on the schoolmaster air. Rather let her pick her reading for herself; tastes differ.",
  "Don't growl every time your wife invites anyone to the house. It takes quite half her pleasure away to know that you think it’s a nuisance having people about.",
  "Don't be impatient or unsympathetic if your wife is sick.",
  "Don't pet your wife when her little finger aches until she imagines herself a martyr to ill-health, when there is really nothing the matter with her.",
  "Don't be continually worrying about your health. If you really feel ill, or suspect that anything is wrong, consult a doctor, instead of causing your wife untold anxiety by throwing out vague suggestions as to what may be the matter with you.",
  "Don't grudge your wife new clothes because you haven't noticed that she needs them.",
  "Don't refuse to listen to your wife's suggestions on matters of dress. Most of the time women know what suits men better than men know themselves.",
  "Don't take so little interest in your wife's dress that she might as well wear a piece of old sackcloth as far as you are concerned. It is very discouraging to a woman to find that her husband neither knows nor cares how she dresses.",
  "Don't spend all your money on the garden, or some other thing, because it is your hobby, and leave none for the house if that happens to be your wife's hobby.",
  "Don't let any hobby so overmaster you that you spend every minute on it when you are at home, especially if it is something in which your wife can take no part.",
  "Don't separate your pursuits from your wife's more than is necessary. Where possible work, talk, and plan together.",
  "Don't try to control your wife's church-going or non-church-going. The question is for her alone to decide, and you should leave her entirely free, whatever your own views might be.",
  "Don't always say to your children, “Ask your mother”, when you don't want to be bothered. It is conceivable that she doesn’t either.",
  "Don't be unreasonable in your demands on your wife's time during the child-rearing years.",
  "Don't leave your wife everything in connection with the education and upbringing of the children. Discuss all points of difficulty with her, and come to an agreement as to the best way to act under given circumstances."
]
